[
  {
    "verse_id": "2.47",
    "chapter": 2,
    "verse_number": 47,
    "theme": "action_without_attachment",
    "english": "You have the right to perform your duties, but you are not entitled to the fruits of your actions. Never consider yourself the cause of the results, nor be attached to not doing your duty.",
    "hindi": "तुम्हारा अधिकार केवल कर्म करने में है, फल में कभी नहीं। न तो तुम कर्मों के फल का कारण बनो और न ही कर्म न करने में आसक्त होओ।",
    "sanskrit": "कर्मण्येवाधिकारस्ते मा फलेषु कदाचन। मा कर्मफलहेतुर्भूर्मा ते सङ्गोऽस्त्वकर्मणि॥",
    "context": "This verse teaches the principle of performing one's duties without attachment to outcomes, reducing anxiety, stress, and overthinking by focusing on the present action.",
    "mental_health_applications": [
      "anxiety_management",
      "stress_reduction",
      "letting_go",
      "present_moment_focus"
    ]
  },
  {
    "verse_id": "2.56",
    "chapter": 2,
    "verse_number": 56,
    "theme": "equanimity_in_adversity",
    "english": "One whose mind remains undisturbed amidst misery, who does not crave for pleasure, and who is free from attachment, fear, and anger, is called a sage of steady wisdom.",
    "hindi": "जो दुःख में भी विचलित नहीं होता, सुख की इच्छा नहीं रखता, और राग, भय तथा क्रोध से मुक्त है, वह स्थिर बुद्धि वाला मुनि कहलाता है।",
    "sanskrit": "दुःखेष्वनुद्विग्नमनाः सुखेषु विगतस्पृहः। वीतरागभयक्रोधः स्थितधीर्मुनिरुच्यते॥",
    "context": "This verse describes the qualities of a person with stable wisdom who maintains emotional equilibrium regardless of external circumstances.",
    "mental_health_applications": [
      "emotional_regulation",
      "resilience",
      "mindfulness",
      "equanimity"
    ]
  },
  {
    "verse_id": "2.62",
    "chapter": 2,
    "verse_number": 62,
    "theme": "control_of_mind",
    "english": "While contemplating objects of the senses, a person develops attachment to them. From attachment arises longing, and from longing comes anger.",
    "hindi": "विषयों का चिन्तन करने से उनमें आसक्ति हो जाती है, आसक्ति से कामना उत्पन्न होती है, और कामना से क्रोध पैदा होता है।",
    "sanskrit": "ध्यायतो विषयान्पुंसः सङ्गस्तेषूपजायते। सङ्गात्सञ्जायते कामः कामात्क्रोधोऽभिजायते॥",
    "context": "This verse explains the psychological chain of attachment leading to desire and anger, highlighting how unchecked fixation fuels anxiety and emotional disturbance.",
    "mental_health_applications": [
      "anxiety_management",
      "anger_management",
      "addiction_recovery",
      "impulse_control",
      "cognitive_awareness"
    ]
  },
  {
    "verse_id": "6.5",
    "chapter": 6,
    "verse_number": 5,
    "theme": "self_empowerment",
    "english": "Elevate yourself through the power of your mind, and not degrade yourself, for the mind can be the friend and also the enemy of the self.",
    "hindi": "अपने मन की शक्ति से अपना उद्धार करो, अपने आप को नीचा मत गिराओ। क्योंकि मन ही आत्मा का मित्र है और मन ही शत्रु भी है।",
    "sanskrit": "उद्धरेदात्मनात्मानं नात्मानमवसादयेत्। आत्मैव ह्यात्मनो बन्धुरात्मैव रिपुरात्मनः॥",
    "context": "This powerful verse emphasizes personal responsibility for one's mental state and purpose, encouraging self-mastery and compassionate self-talk.",
    "mental_health_applications": [
      "self_empowerment",
      "purpose_alignment",
      "depression_recovery",
      "self_compassion",
      "personal_growth"
    ]
  },
  {
    "verse_id": "6.35",
    "chapter": 6,
    "verse_number": 35,
    "theme": "mastering_the_mind",
    "english": "The mind is restless, turbulent, strong, and unyielding. I consider it as difficult to control as the wind.",
    "hindi": "मन चंचल, प्रबल, हठी और दृढ़ है। मैं उसे वायु के समान वश में करना कठिन मानता हूं।",
    "sanskrit": "चञ्चलं हि मनः कृष्ण प्रमाथि बलवद्दृढम्। तस्याहं निग्रहं मन्ये वायोरिव सुदुष्करम्॥",
    "context": "An honest acknowledgment of the difficulty in controlling the mind, validating the struggle many face in meditation and mindfulness practices.",
    "mental_health_applications": [
      "meditation_support",
      "adhd_management",
      "racing_thoughts",
      "mindfulness_practice"
    ]
  },
  {
    "verse_id": "6.36",
    "chapter": 6,
    "verse_number": 36,
    "theme": "practice_and_persistence",
    "english": "For one who is self-controlled, the mind can be conquered through consistent practice. But for one who is unrestrained, it is difficult to achieve control over the mind.",
    "hindi": "जो संयमी है, उसके लिए अभ्यास द्वारा मन को वश में किया जा सकता है। परन्तु जो असंयमी है, उसके लिए मन को वश में करना कठिन है।",
    "sanskrit": "असंयतात्मना योगो दुष्प्राप इति मे मतिः। वश्यात्मना तु यतता शक्योऽवाप्तुमुपायतः॥",
    "context": "This verse offers hope that with practice and self-discipline, the mind can be mastered, a core principle in cognitive behavioral therapy.",
    "mental_health_applications": [
      "habit_formation",
      "behavioral_change",
      "persistence",
      "self_discipline"
    ]
  },
  {
    "verse_id": "2.14",
    "chapter": 2,
    "verse_number": 14,
    "theme": "impermanence",
    "english": "Feelings of heat and cold, pleasure and pain, are caused by contact with the senses. They have a beginning and an end; they are impermanent. Learn to endure them.",
    "hindi": "सर्दी और गर्मी, सुख और दुःख की अनुभूति इंद्रियों के संपर्क से होती है। उनका आदि और अंत है; वे अस्थायी हैं। उन्हें सहन करना सीखो।",
    "sanskrit": "मात्रास्पर्शास्तु कौन्तेय शीतोष्णसुखदुःखदाः। आगमापायिनोऽनित्यास्तांस्तितिक्षस्व भारत॥",
    "context": "Understanding the temporary nature of emotions and sensations is fundamental to developing emotional resilience.",
    "mental_health_applications": [
      "acceptance",
      "emotional_tolerance",
      "distress_tolerance",
      "impermanence_awareness"
    ]
  },
  {
    "verse_id": "2.70",
    "chapter": 2,
    "verse_number": 70,
    "theme": "inner_peace",
    "english": "Just as the ocean remains undisturbed by the constant flow of waters from rivers merging into it, likewise the sage who is unmoved by desires attains peace, and not the person who strives to satisfy such desires.",
    "hindi": "जैसे सागर में निरंतर नदियों का जल मिलता रहता है पर वह अविचल रहता है, वैसे ही जो व्यक्ति इच्छाओं से अविचलित रहता है वह शांति प्राप्त करता है, न कि वह जो इच्छाओं की पूर्ति का प्रयास करता है।",
    "sanskrit": "आपूर्यमाणमचलप्रतिष्ठं समुद्रमापः प्रविशन्ति यद्वत्। तद्वत्कामा यं प्रविशन्ति सर्वे स शान्तिमाप्नोति न कामकामी॥",
    "context": "This verse beautifully illustrates inner stability and peace through non-attachment to desires, offering a metaphor for calming stress and returning to emotional balance.",
    "mental_health_applications": [
      "inner_peace",
      "contentment",
      "desire_management",
      "mental_stillness",
      "stress_reduction"
    ]
  },
  {
    "verse_id": "3.43",
    "chapter": 3,
    "verse_number": 43,
    "theme": "self_knowledge",
    "english": "The senses are superior to the body, the mind is superior to the senses, the intellect is superior to the mind, and beyond the intellect is the true self.",
    "hindi": "इंद्रियां शरीर से श्रेष्ठ हैं, मन इंद्रियों से श्रेष्ठ है, बुद्धि मन से श्रेष्ठ है, और बुद्धि से परे सच्चा स्वयं है।",
    "sanskrit": "इन्द्रियाणि पराण्याहुरिन्द्रियेभ्यः परं मनः। मनसस्तु परा बुद्धिर्यो बुद्धेः परतस्तु सः॥",
    "context": "Understanding the hierarchy of our inner faculties helps in developing self-awareness and mental clarity.",
    "mental_health_applications": [
      "self_awareness",
      "metacognition",
      "inner_wisdom",
      "consciousness_exploration"
    ]
  },
  {
    "verse_id": "5.21",
    "chapter": 5,
    "verse_number": 21,
    "theme": "inner_joy",
    "english": "Those who are not attached to external pleasures realize happiness within; through meditation, they experience unbounded joy.",
    "hindi": "जो बाहरी सुखों से आसक्त नहीं हैं वे अंतर में सुख का अनुभव करते हैं; ध्यान के माध्यम से वे असीम आनंद का अनुभव करते हैं।",
    "sanskrit": "बाह्यस्पर्शेष्वसक्तात्मा विन्दत्यात्मनि यत्सुखम्। स ब्रह्मयोगयुक्तात्मा सुखमक्षयमश्नुते॥",
    "context": "This verse highlights the importance of finding joy within rather than seeking it externally, a key principle in positive psychology.",
    "mental_health_applications": [
      "intrinsic_happiness",
      "meditation",
      "contentment",
      "inner_fulfillment"
    ]
  }
]